/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ は、クリップボードにコピー";

/* No comment provided by engineer. */
"%d Confirmations" = "%d の確認";

/* No comment provided by engineer. */
"%d more" = "%d より";

/* No comment provided by engineer. */
"%d Transactions" = "%d トランザクション";

/* No comment provided by engineer. */
"Account Settings" = "アカウントの設定";

/* No comment provided by engineer. */
"Active" = "アクティブです";

/* No comment provided by engineer. */
"Add to Address book?" = "アドレス帳に追加しますか？";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "エラーは、リモート サーバーとのあなたの PIN コードを検証するが発生しました。オフラインまたは blockchain は問題が発生する可能性があります。検証を再試行または代わりにパスワードを入力して手動で希望ですか？";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "あなたの財布の読み込みエラーが発生しました。オフラインか Blockchain は難しさを経験しています。くださいアプリケーションを閉じると後でもう一度試すか再ペアリングするデバイス。";

/* No comment provided by engineer. */
"Any Address" = "任意のアドレス";

/* No comment provided by engineer. */
"Archive" = "アーカイブのアドレス";

/* No comment provided by engineer. */
"Archived" = "アーカイブ";

/* No comment provided by engineer. */
"Automatically" = "自動的に";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "あなたの財布をアクセスする前にあなたの財布のロックを解除に使用する pin 番号を選択してください。リセットまたはアプリのロックを解除しない限り変更できません、このピンを覚えて重要です。";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "財布が初期化されていないまたはパスワードが null である間、PIN コードを保存できません。";

/* No comment provided by engineer. */
"Change PIN" = "暗証番号の変更";

/* No comment provided by engineer. */
"Close App" = "アプリを閉じる";

/* No comment provided by engineer. */
"Confirm Payment" = "お支払いを確認します。";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "@ ％ 1 ドルの支払いを確認 (2%$ @) 3%$ @ に";

/* No comment provided by engineer. */
"Send from..." = "送信.";

/* No comment provided by engineer. */
"Send to..." = "送ってください.";

/* No comment provided by engineer. */
"Create Wallet" = "ウォレットを作成します。";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "復号化された PIN パスワード長さ 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "秘密キーの復号化";

/* No comment provided by engineer. */
"Enter Password" = "パスワードを入力してください。";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "財布の読み込みに失敗しました";

/* No comment provided by engineer. */
"No internet connection." = "いいえ、インターネット接続。";

/* No comment provided by engineer. */
"Connection timed out. Please check your internet connection." = "接続がタイムアウトしました。あなたのインターネット接続を確認してください。";

/* No comment provided by engineer. */
"Empty response from server." = "空の応答をサーバーから。";

/* No comment provided by engineer. */
"Invalid server response. Please check your internet connection." = "無効なサーバーの応答です。あなたのインターネット接続を確認してください。";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "入力署名を終えた";

/* No comment provided by engineer. */
"Forget Details" = "詳細を忘れてください。";

/* No comment provided by engineer. */
"Forget Wallet" = "財布を忘れてください。";

/* No comment provided by engineer. */
"How would you like to pair?" = "どのようにペアをご希望ですか？";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Blockchain 財布が既にある場合ペアのデバイス;それ以外の場合は、ウォレットの作成を選択します。それは無料です ！メールのアドレスは必須です。";

/* No comment provided by engineer. */
"Imported Private Key %@" = "インポートされた秘密キー %@";

/* No comment provided by engineer. */
"Information" = "情報";

/* No comment provided by engineer. */
"Invalid email address." = "無効な電子メール アドレスです。";

/* No comment provided by engineer. */
"Invalid GUID" = "無効な GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "無効な識別子";

/* No comment provided by engineer. */
"Invalid Send Value" = "金額を入力してください。";

/* No comment provided by engineer. */
"Invalid Shared Key" = "無効な共有キー";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "%@ を返された無効なステータス コード";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "無効な bitcoin アドレス";

/* No comment provided by engineer. */
"Loading External Page" = "外部ページの読み込み";

/* No comment provided by engineer. */
"Logout" = "ログアウト";

/* No comment provided by engineer. */
"Do you really want to log out?" = "本当にログアウトしますか。";

/* No comment provided by engineer. */
"Please enter your PIN" = "あなたの PIN を入力してください。";

/* No comment provided by engineer. */
"Please enter a new PIN" = "新しい PIN を入力してください。";

/* No comment provided by engineer. */
"Confirm your PIN" = "暗証番号を確認します。";

/* No comment provided by engineer. */
"Incorrect PIN. Please retry." = "暗証番号が正しくありません。再試行してください。";

/* No comment provided by engineer. */
"News, Price & Charts" = "ニュース、価格 & チャート";

/* No comment provided by engineer. */
"Manually" = "手動で";

/* No comment provided by engineer. */
"No" = "いいえ";

/* No comment provided by engineer. */
"No Label" = "ラベルなし";

/* No comment provided by engineer. */
"No Password Entered" = "パスワードを入力して";

/* No comment provided by engineer. */
"OK" = "わかりました";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "ログアウト、アカウント設定を開くまたは下 pin を変更します。";

/* No comment provided by engineer. */
"Options" = "オプション";

/* No comment provided by engineer. */
"Pair Device" = "ペアのデバイス";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "ペアリング コード解析";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "パスワードは、10 文字をする必要があります以上";

/* No comment provided by engineer. */
"Passwords do not match" = "パスワードが一致しません";

/* No comment provided by engineer. */
"Payment Sent!" = "お支払いは送信 ！";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN の暗号化文字列が nil";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "ピンの応答オブジェクトのキーまたは値の長さ 0x%1";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "ピン応答オブジェクト成功長さ 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "ピンが正常に保存されました";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN 検証を完了できません。あなたの財布のパスワードを手動で入力してください。";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN 検証エラー";

/* No comment provided by engineer. */
"Please choose another PIN" = "別のピンを選択してください。";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "財布識別子、36 文字を正しく入力してください。起動時に歓迎のメールがあります。";

/* No comment provided by engineer. */
"Please provide an email address." = "メール アドレスを入力してください。";

/* No comment provided by engineer. */
"Please Wait" = "お待ちください";

/* No comment provided by engineer. */
"Retry Validation" = "検証を再試行します。";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "時計の唯一のアドレスをスキャンですか？";

/* No comment provided by engineer. */
"Second Password Incorrect" = "2 番目のパスワードが正しくないです。";

/* No comment provided by engineer. */
"Send Payment From:" = "支払いを送信：";

/* No comment provided by engineer. */
"Send Payment To:" = "支払いを送信：";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "サーバー Null ステータス コードが返されました";

/* No comment provided by engineer. */
"Signing Input %d" = "署名の入力 %d";

/* No comment provided by engineer. */
"Signing Inputs" = "入力を署名";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "インポートしようとしている秘密キーは暗号化されます。以下のパスワードを入力してください。";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "このアクションは bitcoin 財布の 2 番目のパスワードが必要です。以下に入力してくださいと継続を押してください。";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "このデバイス上のすべての財布のデータが消去されます。あなたの財布に保存された情報他の場所でそれ以外の場合任意 bitcoins この財布はアクセスできるがあるを確認してください ！";

/* No comment provided by engineer. */
"Unarchive" = "アーカイブ解除アドレス";

/* No comment provided by engineer. */
"Unconfirmed" = "未確認";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "サポートされない秘密キー形式";

/* No comment provided by engineer. */
"User Declined" = "ユーザーの減少";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "@ 財布アドレス ％ が資金を費やすことのできます。ただし、秘密キーは紙の財布や QR コードをスキャンする必要があります。秘密キーを今すぐスキャンしますか?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "正常にペアリングの財布。";

/* No comment provided by engineer. */
"Warning!!!" = "警告 ！";

/* No comment provided by engineer. */
"Welcome Back" = "再びようこそ";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Blockchain 財布へようこそ";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Bitcoin アドレス %@ をアドレス帳に追加しますか?";

/* No comment provided by engineer. */
"Yes" = "はい";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "送信するため利用可能なアクティブな bitcoin アドレスがあるないです。";

/* No comment provided by engineer. */
"You must enter a destination address" = "宛先アドレスを入力してください。";

/* No comment provided by engineer. */
"You must enter a label" = "ラベルを入力する必要があります。";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "あなたの財布が正常に作成されました。";

/* No comment provided by engineer. */
"Close" = "閉じる";

/* No comment provided by engineer. */
"Back" = "戻る";

/* No comment provided by engineer. */
"New Wallet" = "新しい財布";

/* No comment provided by engineer. */
"MOVED" = "移動";

/* No comment provided by engineer. */
"RECEIVED" = "受信";

/* No comment provided by engineer. */
"SENT" = "送信";

